verification/runs/T-family/T13_runs/T13_VS_c/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      blockMeshDict;
}
scale 1;

vertices
(
    (0 0 0) (0.02 0 0) (0.02 0.32000000000000001 0) (0 0.32000000000000001 0)
    (0 0 0.001) (0.02 0 0.001) (0.02 0.32000000000000001 0.001) (0 0.32000000000000001 0.001)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (20 320 1) simpleGrading (1 1 1)
);

edges ();

boundary
(
    hot          { type wall;  faces ( (0 4 7 3) ); }
    cold         { type wall;  faces ( (1 2 6 5) ); }
    bottom       { type wall;  faces ( (0 1 5 4) ); }
    top          { type wall;  faces ( (3 7 6 2) ); }
    frontAndBack { type empty; faces ( (0 3 2 1) (4 5 6 7) ); }
);

mergePatchPairs ();
