verification/runs/T-family/T13_runs/T13_VS_c/constant/g
FoamFile
{
    version     2.0;
    format      ascii;
    class       uniformDimensionedVectorField;
    location    "constant";
    object      g;
}
dimensions      [0 1 -2 0 0 0 0];
value           (0 -9.8100000000000005 0);
