verification/runs/T-family/T13_runs/T13_VS_c/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    "(hot|cold|bottom|top)"  { type noSlip; }
    frontAndBack { type empty; }
}
