verification/runs/T-family/T13_runs/T13_VS_c/0.orig/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rgh;
}
dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    "(hot|cold|bottom|top)"  { type fixedFluxPressure; rho rhok; value uniform 0; }
    frontAndBack { type empty; }
}
