verification/runs/T-family/T13_runs/T13_VS_c/0.orig/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}
dimensions      [0 0 0 1 0 0 0];

internalField   uniform 300;

boundaryField
{
    hot          { type fixedValue; value uniform 300.06056984106476; }
    cold         { type fixedValue; value uniform 299.93943015893524; }
    bottom       { type zeroGradient; }
    top          { type zeroGradient; }
    frontAndBack { type empty; }
}
